<?php
$data = array(
	array(
		"id" => 1,
		"title" => "全球最大铜矿罢工",
		"writer" => "小名1",
		"date" => 1455808822088,
		"content" => "中国证券网讯 必和必拓公司旗下位于智利的Escondida铜矿罢工工会再次拒绝了资方重启谈判的邀请，因为矿工的需求仍未得到充分解决..."
	),
	array(
		"id" => 2,
		"title" => "美航母即将驶入釜山港",
		"writer" => "小名2",
		"date" => 1455808822088,
		"content" => "美国海军驻韩司令部3月14日表示，“卡尔·文森”号航母战斗群将于15日驶入釜山港。分析称，“卡尔·文森”号此行意在向持续进行核导开发的朝鲜发出警告..."
	),
	array(
		"id" => 3,
		"title" => "美国会通过资助NASA法案",
		"writer" => "小名3",
		"date" => 1455808822088,
		"content" => "中新社休斯敦3月14日电 美国国会参众两院本月一致通过对美国宇航局（NASA）的资助法案，计划在2017财年向该机构拨款195亿美元，并对新的太空探索任务提出要求..."
	),
	array(
		"id" => 4,
		"title" => "三大运营商取消漫游费 谁最受益",
		"writer" => "小名4",
		"date" => 1455808822088,
		"content" => "李克强总理的政府工作报告提出：网络提速降费要迈出更大步伐，年内全部取消手机国内长途和漫游费，大幅降低中小企业互联网专线接入资费..."
	),
	array(
		"id" => 5,
		"title" => "美国退出后首次TPP相关会议在智利开幕",
		"writer" => "小名5",
		"date" => 1455808822088,
		"content" => "新网3月15日电 据日媒报道，正在智利中部的比尼亚德尔马出席美国宣布退出后的首次跨太平洋伙伴关系协定（TPP）部长会议的日本内阁府副大臣越智隆雄本月14日透露..."
	)
);
$result = array(
	"errno" => 0,
	"data" => $data
);
echo json_encode($result);